tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "imagemagick"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "v8@3.15"
brew "yarn"
cask "alfred"
cask "caffeine"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "hyper"
cask "karabiner-elements"
cask "logitech-options"
cask "rectangle"
cask "setapp"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoomus"
